[AMTGROUP]

[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:39};
itm1={id:1,name:Header,refID:2,styleid:0,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:2,y:3,zorder:2};
itm10={backcolor:0,bidimode:left-to-right,content:HDEC\co x12-AB-CD,font:36,height:28,highcolor:0,hlayout:left,id:13,linespacing:0,multiline:false,name:HDEC,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:341,y:210,zorder:27};
itm11={backcolor:0,bidimode:left-to-right,content:SXI\co x12-AB-CD,font:36,height:28,highcolor:0,hlayout:left,id:14,linespacing:0,multiline:false,name:SXI,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:341,y:164,zorder:26};
itm12={backcolor:0,bidimode:left-to-right,content:Mod SW\co x12-AB-CD,font:36,height:28,highcolor:0,hlayout:left,id:15,linespacing:0,multiline:false,name:Mod_SW,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:341,y:141,zorder:25};
itm13={backcolor:0,bidimode:left-to-right,content:Mod HW\co x12-AB-CD,font:36,height:28,highcolor:0,hlayout:left,id:16,linespacing:0,multiline:false,name:Mod_HW,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:341,y:118,zorder:24};
itm14={backcolor:0,bidimode:left-to-right,content:Mod Type\co x12-AB-CD,font:36,height:28,highcolor:0,hlayout:left,id:17,linespacing:0,multiline:false,name:Mod_Type,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:341,y:95,zorder:23};
itm15={backcolor:0,bidimode:left-to-right,content:Capability \co xAB-CD-EF-12,font:36,height:28,highcolor:0,hlayout:left,id:18,linespacing:0,multiline:false,name:Capability,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:341,y:72,zorder:22};
itm16={backcolor:0,bidimode:left-to-right,content:Signal \co X04,font:36,height:28,highcolor:0,hlayout:left,id:20,linespacing:0,multiline:false,name:Signal,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:18,y:72,zorder:8};
itm17={backcolor:0,bidimode:left-to-right,content:Tuner Status \co X3F,font:36,height:28,highcolor:0,hlayout:left,id:21,linespacing:0,multiline:false,name:Tuner_Status,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:18,y:95,zorder:9};
itm18={backcolor:0,bidimode:left-to-right,content:Lock EnsA \co X3F,font:36,height:28,highcolor:0,hlayout:left,id:22,linespacing:0,multiline:false,name:Lock_EnsA,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:18,y:118,zorder:10};
itm19={backcolor:0,bidimode:left-to-right,content:Lock EnsB \co X3F,font:36,height:28,highcolor:0,hlayout:left,id:23,linespacing:0,multiline:false,name:Lock_EnsB,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:18,y:141,zorder:11};
itm2={id:2,name:Home,refID:5,styleid:0,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:644,y:431,zorder:1};
itm20={backcolor:0,bidimode:left-to-right,content:BER \co 100 2.5 0.2,font:36,height:28,highcolor:0,hlayout:left,id:24,linespacing:0,multiline:false,name:BER,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:18,y:164,zorder:12};
itm21={backcolor:0,bidimode:left-to-right,content:C/N \co S1A \co 13.50 S2A\co 13\co75,font:36,height:28,highcolor:0,hlayout:left,id:25,linespacing:0,multiline:false,name:C_N_Two,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:18,y:210,zorder:14};
itm22={backcolor:0,bidimode:left-to-right,content:Rs \co W\co 20.0 S \co 100 T \co 2.9,font:36,height:28,highcolor:0,hlayout:left,id:27,linespacing:0,multiline:false,name:Rs,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:18,y:233,zorder:15};
itm23={backcolor:0,bidimode:left-to-right,content:Tuner Freq \co -12300,font:36,height:28,highcolor:0,hlayout:left,id:28,linespacing:0,multiline:false,name:Tuner_Freq,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:18,y:256,zorder:16};
itm24={backcolor:0,bidimode:left-to-right,content:RSSI \co -123,font:36,height:28,highcolor:0,hlayout:left,id:29,linespacing:0,multiline:false,name:RSSI,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:18,y:279,zorder:17};
itm25={backcolor:0,bidimode:left-to-right,content:Overlay Status \co X3F,font:36,height:28,highcolor:0,hlayout:left,id:30,linespacing:0,multiline:false,name:Overlay_Status,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:18,y:302,zorder:18};
itm26={backcolor:0,bidimode:left-to-right,content:OBERA \co 100 12.3 2.3,font:36,height:28,highcolor:0,hlayout:left,id:31,linespacing:0,multiline:false,name:OBERA,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:18,y:324,zorder:19};
itm27={backcolor:0,bidimode:left-to-right,content:OBERB \co 100 12.3 2.3,font:36,height:28,highcolor:0,hlayout:left,id:32,linespacing:0,multiline:false,name:OBERB,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:18,y:348,zorder:20};
itm28={backcolor:0,bidimode:left-to-right,content:C/N \co S1A \co 13.50 S2A\co 13\co75,font:36,height:28,highcolor:0,hlayout:left,id:33,linespacing:0,multiline:false,name:C_N,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:18,y:187,zorder:13};
itm29={backcolor:0,bidimode:left-to-right,content:OTPIP0 A \co 20.0 B \co 100,font:36,height:28,highcolor:0,hlayout:left,id:34,linespacing:0,multiline:false,name:OTPIP0,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:18,y:371,zorder:21};
itm3={backcolor:0,bidimode:left-to-right,content:Suspend Date\co 2010-06-01,font:36,height:28,highcolor:0,hlayout:left,id:6,linespacing:0,multiline:false,name:Suspend_Date,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:341,y:348,zorder:34};
itm30={backcolor:0,height:344,id:35,img:1201,layout:normal,name:diagnostic_base,styleid:0,type:IMAGEFIELD,visible:true,width:623,x:15,y:68,zorder:3,layout_param:{anchor:left-top,clipx:0,clipy:0}};
itm31={backcolor:0,background:988,bgbottomcenter:0,bgbottomleft:0,bgbottomright:0,bgcenter:0,bgfragment:single,bgleft:0,bgright:0,bgtopcenter:0,bgtopleft:0,bgtopright:0,ccp:0,ccpzorder:over,height:52,id:36,name:Clear_NVM,styleid:0,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:644,y:142,zorder:4,txtfield:{backcolor:0,bidimode:left-to-right,content:Clear NVM,font:55,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:true,name:Clear_NVM,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:144,wrapline:no-wrap,x:5,y:6}};
itm32={backcolor:0,background:988,bgbottomcenter:0,bgbottomleft:0,bgbottomright:0,bgcenter:0,bgfragment:single,bgleft:0,bgright:0,bgtopcenter:0,bgtopleft:0,bgtopright:0,ccp:0,ccpzorder:over,height:52,id:37,name:Clear_CGS,styleid:0,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:644,y:217,zorder:5,txtfield:{backcolor:0,bidimode:left-to-right,content:Clear CGS,font:55,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:true,name:Clear_CGS,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:144,wrapline:no-wrap,x:5,y:6}};
itm33={backcolor:0,background:988,bgbottomcenter:0,bgbottomleft:0,bgbottomright:0,bgcenter:0,bgfragment:single,bgleft:0,bgright:0,bgtopcenter:0,bgtopleft:0,bgtopright:0,ccp:0,ccpzorder:over,height:52,id:38,name:Clear_Fuel,styleid:0,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:644,y:292,zorder:6,txtfield:{backcolor:0,bidimode:left-to-right,content:Clear Fuel,font:55,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:true,name:Clear_Fuel,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:144,wrapline:no-wrap,x:5,y:6,zorder:0}};
itm34={backcolor:0,background:1205,bgbottomcenter:0,bgbottomleft:0,bgbottomright:0,bgcenter:0,bgfragment:single,bgleft:0,bgright:0,bgtopcenter:0,bgtopleft:0,bgtopright:0,ccp:0,ccpzorder:over,height:52,id:39,name:Factory_initialization,styleid:0,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:360,x:283,y:431,zorder:7,txtfield:{backcolor:0,bidimode:left-to-right,content:Factory initialization,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:true,name:Factory_initialization,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:345,wrapline:no-wrap,x:5,y:6}};
itm4={backcolor:0,bidimode:left-to-right,content:Reason Code\co xA1,font:36,height:28,highcolor:0,hlayout:left,id:7,linespacing:0,multiline:false,name:Reason_Code,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:341,y:325,zorder:33};
itm5={backcolor:0,bidimode:left-to-right,content:Sub Status\co xA1,font:36,height:28,highcolor:0,hlayout:left,id:8,linespacing:0,multiline:false,name:Sub_Status,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:341,y:302,zorder:32};
itm6={backcolor:0,bidimode:left-to-right,content:CGS\co 23 FUEL\co 45,font:36,height:28,highcolor:0,hlayout:left,id:9,linespacing:0,multiline:false,name:CGS,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:341,y:279,zorder:31};
itm7={backcolor:0,bidimode:left-to-right,content:HMI\co 1.2A 2010-01-10,font:36,height:28,highcolor:0,hlayout:left,id:10,linespacing:0,multiline:false,name:HMI,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:341,y:256,zorder:30};
itm8={backcolor:0,bidimode:left-to-right,content:RF\co x12-AB-CD,font:36,height:28,highcolor:0,hlayout:left,id:11,linespacing:0,multiline:false,name:RF,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:341,y:233,zorder:29};
itm9={backcolor:0,bidimode:left-to-right,content:BB\co x12-AB-CD,font:36,height:28,highcolor:0,hlayout:left,id:12,linespacing:0,multiline:false,name:BB,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:300,wrapline:no-wrap,x:341,y:187,zorder:28};

